import {PolicyData} from "@/src/data/types.ts";

export const publicOffer: PolicyData = {
    title: "Публічна оферта",
    sections: [
        {
            id: 1,
            title: "Загальні положення",
            text: `
Цей документ є публічною офертою ФОП Слабошпицький Мар'ян Вадимович (Виконавець) на
надання інформаційно-консультаційних послуг у формі онлайн-курсу «ІНТЕНСИВ ВІД
РЕКЛАМНОГО ВІДЕОПРОДАКШЕНУ по створенню АІ креативів».
      `
        },
        {
            id: 2,
            title: "Акцепт оферти",
            text: `
Оплата курсу є акцептом цієї оферти та підтвердженням згоди з усіма її умовами.
      `
        },
        {
            id: 3,
            title: "Опис послуг",
            text: `
«ІНТЕНСИВ ВІД РЕКЛАМНОГО ВІДЕОПРОДАКШЕНУ по створенню АІ креативів» (390 грн):
відеоуроки, інструкції, промпти, шаблони, безстроковий доступ.
      `
        },
        {
            id: 4,
            title: "Гарантія повернення",
            text: `
Повернення коштів можливе протягом 14 днів з моменту оплати, якщо користувач не
задоволений якістю матеріалів. Виконавець гарантує повернення коштів протягом 10-ти
банківських днів.
      `
        },
        {
            id: 5,
            title: "Реквізити",
            text: `
ФОП Слабошпицький Мар'ян Вадимович
Реєстраційний номер облікової картки платника податків: 3695609235

IBAN:
UA153220010000026000340031091

Місцезнаходження фізичної особи - підприємця:
Україна, 01024, місто Київ, вулиця Чикаленка,
будинок 31в, квартира 1

Електронна пошта:  
holystudio.ai@gmail.com
      `
        }
    ]
};