import {PolicyData} from "@/src/data/types.ts";

export const publicOffer: PolicyData = {
    title: "Публічна оферта",
    sections: [
        {
            id: 1,
            title: "Загальні положення",
            text: `
Цей документ є публічною офертою ФОП Швець Євгеній Євгенійович (Виконавець) на
надання інформаційно-консультаційних послуг у формі онлайн-курсу «ІНТЕНСИВ ВІД
РЕКЛАМНОГО ВІДЕОПРОДАКШЕНУ по створенню АІ креативів».
      `
        },
        {
            id: 2,
            title: "Акцепт оферти",
            text: `
Оплата курсу є акцептом цієї оферти та підтвердженням згоди з усіма її умовами.
      `
        },
        {
            id: 3,
            title: "Опис послуг",
            text: `
«ІНТЕНСИВ ВІД РЕКЛАМНОГО ВІДЕОПРОДАКШЕНУ по створенню АІ креативів» (771 грн):
відеоуроки, інструкції, промпти, шаблони, безстроковий доступ.
      `
        },
        {
            id: 4,
            title: "Гарантія повернення",
            text: `
Повернення коштів можливе протягом 14 днів з моменту оплати, якщо користувач не
задоволений якістю матеріалів. Виконавець гарантує повернення коштів протягом 10-ти
банківських днів.
      `
        },
        {
            id: 5,
            title: "Реквізити",
            text: `
ФОП Швець Євгеній Євгенійович · Україна
      `
        }
    ]
};