import {PolicyData} from "@/src/data/types.ts";

export const publicOffer: PolicyData = {
    title: "Публічна оферта",
    sections: [
        {
            id: 1,
            title: "Загальні положення",
            text: `
Цей документ є публічною офертою ФОП Кириченко Дар'я Дмитрівна (Виконавець) на
надання інформаційно-консультаційних послуг у формі онлайн-курсу «ІНТЕНСИВ ВІД
РЕКЛАМНОГО ВІДЕОПРОДАКШЕНУ по створенню АІ креативів».
      `
        },
        {
            id: 2,
            title: "Акцепт оферти",
            text: `
Оплата курсу є акцептом цієї оферти та підтвердженням згоди з усіма її умовами.
      `
        },
        {
            id: 3,
            title: "Опис послуг",
            text: `
«ІНТЕНСИВ ВІД РЕКЛАМНОГО ВІДЕОПРОДАКШЕНУ по створенню АІ креативів» (390 грн):
відеоуроки, інструкції, промпти, шаблони, безстроковий доступ.
      `
        },
        {
            id: 4,
            title: "Гарантія повернення",
            text: `
Повернення коштів можливе протягом 14 днів з моменту оплати, якщо користувач не
задоволений якістю матеріалів. Виконавець гарантує повернення коштів протягом 10-ти
банківських днів.
      `
        },
        {
            id: 5,
            title: "Реквізити",
            text: `
ФОП Кириченко Дар'я Дмитрівна
Реєстраційний номер облікової картки платника податків: 3751103947
Платник єдиного податку 2 групи, не є платником ПДВ

IBAN:
UA813220010000026007380099977
Банк: АТ «УНІВЕРСАЛ БАНК», МФО 322001, ЄДРПОУ банку 21133352

Місцезнаходження фізичної особи - підприємця:
Україна, 03056, місто Київ, вулиця Дашавська,
будинок 27, квартира 30

Телефон:
+380 73 767 47 46

Електронна пошта:
holystudio.ai@gmail.com
      `
        }
    ]
};