import {PolicyData} from "@/src/data/types.ts";

export const termsOfUse: PolicyData = {
    title: "Умови використання",
    sections: [
        {
            id: 1,
            title: "Предмет",
            text: `
Ці Умови регулюють відносини між ФОП Швець Євгеній Євгенійович (Виконавець) та
особою, яка придбала доступ до онлайн-курсу «ІНТЕНСИВ ВІД РЕКЛАМНОГО
ВІДЕОПРОДАКШЕНУ по створенню АІ креативів» (Замовник).
      `
        },
        {
            id: 2,
            title: "Послуги",
            text: `
Виконавець надає Замовнику доступ до відеоматеріалів, інструкцій,
шаблонів та промптів курсу «ІНТЕНСИВ ВІД РЕКЛАМНОГО
ВІДЕОПРОДАКШЕНУ по створенню АІ креативів».
      `
        },
        {
            id: 3,
            title: "Оплата",
            text: `
Оплата здійснюється через платіжний сервіс WayForPay.
Після оплати Замовник отримує доступ до матеріалів курсу.
      `
        },
        {
            id: 4,
            title: "Повернення коштів",
            text: `
Замовник має право на повернення коштів протягом 14 календарних днів
з моменту оплати, якщо він не задоволений якістю матеріалів.
Виконавець гарантує повернення коштів протягом 10-ти банківських днів.
      `
        },
        {
            id: 5,
            title: "Інтелектуальна власність",
            text: `
Усі матеріали курсу є інтелектуальною власністю Виконавця.
Забороняється копіювання, розповсюдження та передача матеріалів третім особам.
      `
        },
        {
            id: 6,
            title: "Відповідальність",
            text: `
Виконавець не гарантує конкретних фінансових результатів.
Результати залежать від зусиль Замовника.
      `
        }
    ]
};